[
    {
        "title": "Putting a frog in a car",
        "year": 2025,
        "image": "/image/Frog.jpg",
        "description": "Work on the flexibility of the frog. Clean the frog legs and chop them at the joints. Heat a frying pan with peppers and onions under medium heat. Pour the marinated frog legs into the pot, stir-fry over high heat for a while."
    },
    {
        "title": "Tiling the Great Wall",
        "year": 2024,
        "image": "/image/Greatwall.jpg",
        "description": "Over-modification of the Great Wall for commercial gain. Destroying the original historical features while enhancing its ability to withstand erosion and human damage. Using Chinese style tiles under the guidance of professional experts."
    },
    {
        "title": "Pre-test Pseud-Depressia",
        "year": 2024,
        "image": "/image/Depression.jpg",
        "description": "Study a psychological disorder that occurs before the exam, which characterized by a series of symptoms such as irritability, anxiety, and insomnia. Incidence is found to be highest among the DATA SCIENCE students."
    },
    {
        "title": "Corrupti earum quos unde?",
        "year": 2024,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Tenetur at dolorem exercitationem a sed saepe ut excepturi, minima ab placeat ullam? Accusantium, praesentium est nostrum optio id sunt culpa, cupiditate hic quaerat at sequi impedit veniam. Voluptatem, molestiae."
    },
    {
        "title": "Iste tempore numquam quia?",
        "year": 2023,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Atque quae cum eum omnis aspernatur, enim exercitationem reprehenderit consequatur odio hic a iusto fuga perferendis, autem eaque suscipit dignissimos nesciunt. Nesciunt aut illum numquam sint! Quos accusamus voluptates deleniti."
    },
    {
        "title": "Vitae veniam officia blanditiis.",
        "year": 2022,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Corrupti dignissimos enim quae doloribus tempore ab odio, laboriosam explicabo libero ducimus suscipit ex in culpa vero rerum a impedit consectetur fuga, reprehenderit magnam minima. Illum ipsam optio possimus veniam!"
    },
    {
        "title": "Porro explicabo nulla consequatur?",
        "year": 2022,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Accusamus, itaque! Nesciunt a eligendi nostrum sapiente dolore ex inventore molestias, id maiores dolorem provident debitis qui. Similique magni molestiae officia numquam, delectus laborum cupiditate magnam omnis dolore deserunt animi?"
    },
    {
        "title": "At asperiores corporis laborum!",
        "year": 2021,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Inventore fugiat excepturi quis ex, cumque dolorum accusantium aperiam quia eligendi ab? Dolorem quod dolor voluptates quo accusantium, praesentium aspernatur magnam nisi quaerat repellendus. Eum sunt incidunt veritatis eos ipsum."
    },
    {
        "title": "Nobis fugit sequi cum!",
        "year": 2021,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Esse beatae exercitationem facere iusto velit qui aliquid eius illum, voluptates laudantium assumenda optio vel, maiores earum maxime ea porro laboriosam facilis. Expedita nulla optio quibusdam ea, magni et obcaecati."
    },
    {
        "title": "Ad ducimus maiores ipsum!",
        "year": 2021,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Expedita ducimus saepe modi error impedit possimus nam autem excepturi! Odio ipsum, alias, ad esse cumque magnam corporis rem sint beatae quisquam impedit illo non et soluta numquam nostrum minus."
    },
    {
        "title": "Repellat, aliquid. Beatae, quibusdam!",
        "year": 2020,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Harum officiis esse quae dolor odio officia adipisci error autem, voluptas alias omnis, iure exercitationem ut ipsum, recusandae aliquid voluptate veritatis ad eum molestias quidem eaque earum! Ipsum, quia! Ea?"
    },
    {
        "title": "Ut iusto perspiciatis omnis!",
        "year": 2019,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quisquam, corporis voluptatibus. Adipisci ratione perspiciatis facilis omnis libero. Dolore illum fugiat commodi eos unde ipsa qui voluptatem, rerum ab et laborum natus libero, aliquid iusto consectetur tempore odit maiores!"
    }
]